<h1>Правовласникам</h1>
<p>
	Власники і творці порталу MyGDZ не несуть відповідальність за використання інформації, представленої на цьому сайті. Вся інформація, представлена ​​на даному сайті, взята з відкритих джерел, які перебувають у вільному доступі мережі інтернет. Всі вони представлені виключно в ознайомлювальних цілях і призначені тільки для перегляду.
</p>
<p>
	Якщо ви є автором матеріалів представлених на ресурсі і хочете видалити зі сторінок нашого сайту те, що на вашу думку завдає вам шкоди, напишіть нам.

	Всі об'єкти авторського права, що згадуються на сайті, в тому числі торговельні марки, фірмові знаки, дизайн, слогани, рекламні ролики та зображення, і проч. належать виключно їх законним власникам.
</p>
