<h1>Правила і угоди - MyGDZ</h1>

<p>
	Мета - допомога користувачам в навчанні, стимуляція користувачів в навчанні і в обміні знаннями, виявлення найрозумніших, талановитих і активних користувачів. 
</p>
<p>
	Згідно ст.53 Конституції України, держава забезпечує доступність і безоплатність дошкільної, повної загальної середньої, професійно-технічної, вищої освіти в державних і комунальних навчальних закладах, тому доступ до усіх шкільних підручників, рекомендованих Міністерством освіти, в тому числі їх електронних версій, не може обмежуватись ніяким чином, відповідно, вільне завантаження текстових, сканованих та інших версій шкільних підручників є повністю законним.
</p>							  	

