<h1><?= $this->h1; ?></h1>

<?php $this->widget('DataBookWidget', array('model'=>$books)); ?>

<div class="description">
	<p>
		На данному сайті зібрані рішення домашніх завдань для середніх загальноосвітніх шкіл <strong>України</strong>.<br>
		Якщо у вас виникли труднощі з виконанням домашніх завдань або Ви сумніваєтесь в правильності відповідей, то
		кращим помічником, для Вас в цьому випадку може стати - наш сайт <strong>MYGDZ.PP.UA</strong>! На нашому сайті Ви без проблем, зможете знайти готові домашні 
		завдання по всім шкільним предметам старших класів(5-11). Ми можемо Вам запропонувати ГДЗ з хімії, фізики, біології, 
		а також є готові домашні завдання з російської та української мови. 
		
	</p>
	<p>
		Готові домашні завдання без реєстрації можна знайти у відповідних розділах нашого сайту. 
		Наші ГДЗ зможуть допомогти будь-якому школяреві, який зіткнувся з труднощами в їх виконанні. 
		Готові домашні завдання безкоштовно за допомогою одного з предметів шкільної програми заощадять 
		час і дозволять з успіхом розібратися у найскладніших завданнях! <br><br>
		<strong>Як правильно використовувати готові домашні завдання? </strong><br>Звичайно, існування посібників і збірників ГДЗ не
		припускає того, що учні бездумно списують рішення та відповіді в зошит, хоча багато учнів можливо
		так і роблять, що не гарантує їм отримання високої оцінки й одержання будь-яких знань. 
		<strong>Звертаємо Вашу увагу</strong>, що так чинять тільки не дуже розумні люди, які хочуть такими ж і залишитися. 
		Істинне призначення посібників ГДЗ для різних класів, починаючи з 5 класу, полягає в тому, щоб кожен 
		школяр мав змогу щонайменше побачити правильну відповідь для звірки і як максимум розглянути правильне 
		рішення для того, щоб розібратися, як правильно виконувати дане завдання. І само собою зрозуміло, що ГДЗ 
		онлайн зручно використовувати батькам, які приділяють час на перевірку домашньої роботи своїх дітей.
	</p>
							
</div>

