<div class="info">Правила і угоди</div>

<div class="page">
		Мета - допомога користувачам в навчанні, стимуляція користувачів в навчанні і в обміні знаннями, виявлення найрозумніших, талановитих і активних користувачів. 
	<br><br>
		Згідно ст.53 Конституції України, держава забезпечує доступність і безоплатність дошкільної, повної загальної середньої, професійно-технічної, вищої освіти в державних і комунальних навчальних закладах, тому доступ до усіх шкільних підручників, рекомендованих Міністерством освіти, в тому числі їх електронних версій, не може обмежуватись ніяким чином, відповідно, вільне завантаження текстових, сканованих та інших версій шкільних підручників є повністю законним.
	
</div>
								  	

							